Repository: OWASP-BLT/BLT-Flutter
Catalog: lib/l10n/app_*.arb
Languages: hi, pt

source: Remember me
hi: मुझे याद रखें
pt: Lembrar-me

# validEmail
source: Enter a valid email address
hi: एक वैध ईमेल पता डालें
pt: Digite um endereço de e-mail válido

# emailUpdatePasswordInfo
source: After entering the email, you will receive an email to update the password. Only available for accounts created with a username and password.
hi: ईमेल दर्ज करने के बाद, आपको एक ईमेल प्राप्त होगा ताकि आप पासवर्ड को अपडेट कर सकें। केवल उन खातों के लिए उपलब्ध है जो एक उपयोगकर्ता नाम और पासवर्ड के साथ बनाए गए हैं।
pt: Após digitar o e-mail, você receberá um e-mail para atualizar a senha. Disponível apenas para contas criadas com um nome de usuário e senha.

source: Registered email
hi: रजिस्टर किया गया ईमेल
pt: E-mail registrado

source: Reset password
hi: पासवर्ड रीसेट करें
pt: Redefinir senha

# requiredField
source: This field is required
hi: यह फ़ील्ड आवश्यक है
pt: Este campo é obrigatório

source: Username
hi: उपयोगकर्ता नाम
pt: Nome de usuário

source: Password
hi: पासवर्ड
pt: Senha

source: Log in
hi: लॉगिन
pt: Entrar

source: Forgot password?
hi: पासवर्ड भूल गए?
pt: Esqueceu a senha?

source: New user
hi: नया उपयोगकर्ता
pt: Novo usuário

source: Sign up
hi: साइन अप करें
pt: Inscrever-se

# passwordsDoNotMatch
source: Passwords don't match
hi: पासवर्ड मेल नहीं खाते
pt: Senhas não coincidem

source: Confirm password
hi: पासवर्ड की पुष्टि करें
pt: Confirmar senha

source: Existing user
hi: मौजूदा उपयोगकर्ता
pt: Usuário existente

source: About us
hi: हमारे बारे में
pt: Sobre nós

source: Explore anonymously
hi: अनामित रूप से अन्वेषण करें
pt: Explorar anonimamente

# newUserQuestion
source: New user?
hi: नया उपयोगकर्ता?
pt: Novo usuário?

source: What's in it for you?
hi: तुम्हारे लिए इसमें क्या है?
pt: O que há para você?

source: How it works?
hi: यह कैसे काम करता है?
pt: Como funciona?

source: For Testers
hi: टेस्टर्स के लिए
pt: Para Testadores

source: For Organizations
hi: संगठनों के लिए
pt: Para Organizações

source: Contributors
hi: योगदानकर्ता
pt: Contribuidores

source: Old password
hi: पुराना पासवर्ड
pt: Senha antiga

source: New password
hi: नया पासवर्ड
pt: Nova senha

source: Change password
hi: पासवर्ड बदलें
pt: Alterar senha

source: Confirm new password
hi: नए पासवर्ड की पुष्टि करें
pt: Confirmar nova senha

source: Incorrect old password.
hi: गलत पुराना पासवर्ड
pt: Senha antiga incorreta.

source: Unable to get info
hi: जानकारी प्राप्त करने में असमर्थ
pt: Não foi possível obter informações

source: No open issues!
hi: कोई खुले मुद्दे नहीं!
pt: Nenhum problema aberto!

source: Active Hunts
hi: सक्रिय मुद्दे
pt: Caçadas ativas

source: Payouts
hi: भुगतान
pt: Pagamentos

source: Terms of Service
hi: सेवा की शर्तें
pt: Termos de Serviço

# byUsingBLTAppAgree
source: By using the BLT app, you agree to the following terms and conditions and privacy policy.
hi: बीएलटी एप्लिकेशन का उपयोग करके, आप निम्नलिखित नियम और शर्तों और गोपनीयता नीति से सहमत हैं।
pt: Ao usar o aplicativo BLT, você concorda com os seguintes termos e condições e política de privacidade.

source: Terms and Conditions
hi: शर्तें और दिशाएँ
pt: Termos e Condições

source: Privacy Policy
hi: गोपनीयता नीति
pt: Política de Privacidade

source: Invite
hi: आमंत्रित करें
pt: Convidar

source: Invite your Friends!
hi: अपने दोस्तों को आमंत्रित करें!
pt: Convide seus amigos!

# inviteFriendsDescription
source: Invite your friends, hunt and find bugs together and, also win prizes together!
hi: अपने दोस्तों को आमंत्रित करें, साथ में बग्स की तलाश करें और यूजर्स को मिलने वाले पुरस्कारों को भी जीतें!
pt: Convide seus amigos, caçe bugs juntos e ganhe prêmios juntos!

source: Email
hi: ईमेल

source: Social
hi: सोशल

source: Join us On :
hi: हमसे जुड़ें :
pt: Junte-se a nós em:

source: Good Afternoon
hi: शुभ अपराह्न
pt: Boa tarde

# checkLatestHappenings
source: Check the latest happenings in the world of BLT!
hi: बीएलटी की दुनिया में आखिरी घटनाओं की जाँच करें!
pt: Confira as últimas novidades no mundo do BLT!

source: Latest Issues
hi: नवीनतम मुद्दे
pt: Últimos Problemas

source: Bug Socials!
hi: बग सोशल्स!
pt: Eventos de Bugs!

source: Our Sponsors
hi: हमारे प्रायदाता
pt: Nossos Patrocinadores

source: Logout (Guest)
hi: लॉगआउट (अतिथि)
pt: Sair (Convidado)

source: Logout
hi: लॉगआउट
pt: Sair

# onlyLoggedInUsersStartHunt
source: Only Logged in users can start a Bug Hunt
hi: केवल लॉगइन हुए उपयोगकर्ता ही एक बग हंट शुरू कर सकते हैं
pt: Apenas usuários conectados podem iniciar uma Caçada de Bugs

# youWillBeLoggedOut
source: You will be logged out of the app!
hi: आप एप्लिकेशन से लॉगआउट हो जाएंगे!
pt: Você será desconectado do aplicativo!

source: Cancel
hi: रद्द करें
pt: Cancelar

source: Barrier
hi: बैरियर
pt: Barreira

source: Company Dashboard
hi: कंपनी डैशबोर्ड
pt: Painel da Empresa

source: Start Bug Hunt
hi: बग हंट शुरू करें
pt: Iniciar Caçada de Bugs

source: Issue
hi: मुद्दा
pt: Problema

source: Issues
hi: मुद्दे
pt: Problemas

source: Report
hi: रिपोर्ट
pt: Relatar

source: Bug Hunt
hi: बग हंट
pt: Caçada de Bugs

source: Leaderboard
hi: लीडरबोर्ड
pt: Quadro de Líderes

# checkLatestIssues
source: Check out the latest issues found and reported, maybe find a fix too?
hi: नवीनतम मुद्दों की जाँच करें और रिपोर्ट किए गए, शायद एक सुधार भी मिले?
pt: Confira os últimos problemas encontrados e relatados, talvez encontre uma solução também?

# notManyBugs
source: Looks like there aren't many bugs
hi: लगता है कि यहां बहुत सारे बग्स नहीं हैं
pt: Parece que não há muitos bugs

source: Yay!
hi: वाह!
pt: Uau!

source: Something went wrong!
hi: कुछ गड़बड़ हो गई है!
pt: Algo deu errado!

source: Leaderboards
hi: लीडरबोर्ड्स
pt: Quadros de Líderes

# findOutUsersBest
source: Find out the users best at heisting those bugs and companies that are the most active!
hi: उन उपयोगकर्ताओं को खोजें जो इन बग्स को उधार लेने में सर्वश्रेष्ठ हैं और उन कंपनियों को जो सबसे सक्रिय हैं!
pt: Descubra os usuários melhores em encontrar esses bugs e empresas mais ativas!

source: Global Leaderboard
hi: वैश्विक लीडरबोर्ड
pt: Quadro de Líderes Global

# findOutBestOfBest
source: Find out the best of the best, the all-time finest bug finders!
hi: जानें सबसे बेहतरीन, सबसे अच्छे बग फाइंडर्स!
pt: Descubra os melhores dos melhores, os melhores caçadores de bugs de todos os tempos!

# theseAreBestFinders
source: These are the all-time best bug finders on BLT.
hi: ये हैं सभी समय के सर्वश्रेष्ठ बग फाइंडर्स BLT पर।
pt: Esses são os melhores caçadores de bugs de todos os tempos no BLT.

source: points
hi: प्वाइंट्स
pt: pontos

source: Monthly Leaderboard
hi: मासिक लीडरबोर्ड
pt: Quadro de Líderes Mensal

# checkBestBugHuntersIn
source: Check the best bug hunters in
hi: जाँचें सर्वश्रेष्ठ बग हंटर्स को
pt: Verifique os melhores caçadores de bugs em

source: Company Scoreboard
hi: कंपनी स्कोरबोर्ड
pt: Quadro de Pontuação da Empresa

# takeLookAtMostActive
source: Take a look at the most active companies on BLT!
hi: सबसे सक्रिय कंपनियों की एक झलक!
pt: Dê uma olhada nas empresas mais ativas no BLT!

# theseAreMostActiveCompanies
source: These are the most active companies on BLT!
hi: ये सबसे सक्रिय कंपनियाँ हैं BLT पर!
pt: Essas são as empresas mais ativas no BLT!

# theseAreMostActiveUsers
source: These are the most active users on BLT!
hi: ये सबसे सक्रिय उपयोगकर्ताएँ हैं BLT पर!
pt: Esses são os usuários mais ativos no BLT!

source: Open:
hi: खुला:
pt: Aberto:

source: | Closed:
hi: | बंद:
pt: | Fechado:

source: No issues Upvoted
hi: कोई मुद्दा उपवोट नहीं किया गया
pt: Nenhum problema votado

source: No issues Flagged
hi: कोई मुद्दा फ्लैग नहीं किया गया
pt: Nenhum problema sinalizado

source: No issues Saved
hi: कोई मुद्दा सहेजा नहीं गया
pt: Nenhum problema salvo

source: Change picture
hi: तस्वीर बदलें
pt: Mudar imagem

source: Updating profile picture
hi: प्रोफाइल तस्वीर को अपडेट कर रहा है
pt: Atualizando foto de perfil

source: No description, write one!
hi: कोई विवरण नहीं, एक लिखें!
pt: Nenhuma descrição, escreva uma!

source: following
hi: का पालन कर रहा है
pt: seguindo

source: Score
hi: स्कोर
pt: Pontuação

source: Recent Activity
hi: हाल की गतिविधि
pt: Atividade Recente

# noActivity
source: Looks Like There isn't any activity in this month.
hi: ऐसा लगता है कि इस महीने इसमें कोई गतिविधि नहीं है।
pt: Parece que não há nenhuma atividade neste mês.

source: Liked Issues
hi: पसंद किए गए मुद्दे
pt: Problemas Curtidos

source: Flagged Issues
hi: फ्लैग किए गए मुद्दे
pt: Problemas Sinalizados

source: Saved Issues
hi: सहेजे गए मुद्दे
pt: Problemas Salvos

source: URL field is required
hi: URL फ़ील्ड आवश्यक है
pt: O campo URL é obrigatório

source: Sweet!
hi: मिठा!
pt: Legal!

# noBugFromURL
source: We haven't got any bug from this URL till now.
hi: हमें इस URL से कोई बग मिला नहीं है।
pt: Não encontramos nenhum bug desta URL até agora.

# bugWithURLExists
source: A bug with the same URL already exists!
hi: एक ऐसा बग जिसका URL एक ही है, पहले से ही मौजूद है!
pt: Já existe um bug com a mesma URL!

source: Description:
hi: विवरण:
pt: Descrição:

# descriptio
source: Description
hi: विवरण
pt: Descrição

# ensureNotSubmittingDuplicate
source: Ensure you are not submitting a duplicate bug by checking here:
hi: यह सुनिश्चित करें कि आप यहां एक डुप्लिकेट बग सबमिट नहीं कर रहे हैं:
pt: Certifique-se de não enviar um bug duplicado verificando aqui:

source: Report issue
hi: मुद्दा रिपोर्ट करें
pt: Relatar problema

# appNameOrURL
source: App name / URL
hi: ऐप का नाम / URL
pt: Nome do aplicativo / URL

source: Check for Duplicates
hi: डुप्लिकेट की जाँच करें
pt: Verificar Duplicatas

source: Edit
hi: संपादित करें
pt: Editar

source: Preview
hi: पूर्वावलोकन
pt: Visualizar

source: Add images
hi: तस्वीरें जोड़ें
pt: Adicionar imagens

# noteAddingIssueGivesPoints
source: Note: Adding an issue gives you 3 points!
hi: नोट: मुद्दा जोड़ने से आपको 3 प्वाइंट्स मिलेंगे!
pt: Nota: Adicionar um problema lhe dá 3 pontos!

source: Add Issue
hi: मुद्दा जोड़ें
pt: Adicionar Problema

# needToUploadScreenshot
source: You need to upload a screenshot of the issue!
hi: आपको मुद्दे की स्क्रीनशॉट अपलोड करनी है!
pt: Você precisa enviar uma captura de tela do problema!

# enterURLorAppName
source: Enter the URL or app name for the hunt ...
hi: हंट के लिए URL या एप्लिकेशन का नाम दर्ज करें...
pt: Digite o URL ou nome do aplicativo para a caçada...

source: Choose Image
hi: तस्वीर चुनें
pt: Escolher Imagem

source: Choose From Clipboard
hi: क्लिपबोर्ड से चुनें
pt: Escolher da Área de Transferência

source: No image selected.
hi: कोई तस्वीर चयन नहीं की गई है।
pt: Nenhuma imagem selecionada.

source: Set Prize Money
hi: पुरस्कार राशि सेट करें
pt: Definir Valor do Prêmio

# rewardToUsersHuntingBugs
source: This amount will be rewarded to the users who hunt bugs successfully for your app/website
hi: इस राशि को उन उपयोगकर्ताओं को मिलेगा जो आपकी एप्लिकेशन / वेबसाइट के लिए सफलता पूर्वक बग्स हंट करते हैं
pt: Este valor será recompensado aos usuários que caçarem bugs com sucesso para seu aplicativo/site

source: Start Hunt!
hi: हंट शुरू करें!
pt: Iniciar Caçada!

source: Created On
hi: बनाया गया
pt: Criado em

source: Screenshots
hi: स्क्रीनशॉट
pt: Capturas de Tela

# companyEmailNotProvided
source: This company has not provided their email.
hi: इस कंपनी ने अपना ईमेल प्रदान नहीं किया है।
pt: Esta empresa não forneceu seu e-mail.

# companySiteNotProvided
source: This company has not provided their site.
hi: इस कंपनी ने अपनी साइट प्रदान नहीं की है।
pt: Esta empresa não forneceu seu site.

source: No closed issues!
hi: कोई बंद मुद्दे नहीं!
pt: Nenhum problema fechado!

source: Top tester
hi: शीर्ष परीक्षक
pt: Melhor testador

source: Site
hi: साइट

source: Open Issues
hi: खुले मुद्दे
pt: Problemas Abertos

source: Closed Issues
hi: बंद मुद्दे
pt: Problemas Fechados

source: Error
hi: त्रुटि
pt: Erro

source: Yikes!
hi: ओहो!
pt: Ops!

# foundBugOnBLT
source: You have found a bug on BLT!
hi: आपको BLT पर एक बग मिला है!
pt: Você encontrou um bug no BLT!

# reportItOrGoHome
source: Feel free to report it or go to home
hi: इसे रिपोर्ट करें या घर जाएं
pt: Sinta-se à vontade para relatar ou voltar para casa

source: Home
hi: होम
pt: Início

source: Title
hi: शीर्षक
pt: Título
